/*Напишите программу, которая будет
 выдавать название дня недели по заданному номеру*/

 Console.WriteLine("Введи число ");
 int userInput = Convert.ToInt32(Console.ReadLine());
 if (userInput == 1 )
 Console.WriteLine ("понедельник ");
if (userInput == 2 )
 Console.WriteLine ("вторник ");
if (userInput ==3 )
 Console.WriteLine ("среда ");
if (userInput == 4 )
 Console.WriteLine ("четверг ");
if (userInput == 5 )
 Console.WriteLine ("пятница ");
if (userInput == 6 )
 Console.WriteLine ("суббота ");
 if (userInput == 7 )
 Console.WriteLine ("воскресенье ");
 